{"intents": [{"tag": "gre/gmat", "patterns": ["Is GRE mandatory", "Is GMAT accepted", "Are GRE at home scores accepted", "Is GRE Score required for MSc Data Science", "How can I send GRE scores", "do I need to send an official GRE score through ETS?", "what is the school code to send GRE scores", "what is the school code to send GMAT scores", "I if I send my score to the university, will it increase my change to get into the program?", "what is the school code to send GRE scores", "Do you need to have received the official scores from the testing agency for them to be considered.", "Could you please give me your GRE code?", "I have already taken the GRE test in November and achieved a pretty good score, which will greatly strengthen my candidacy. Hence, I want to know whether the admission committee will conduct a GRE-blind review of all applications?", "What code should I use to send the score through the ETS", "if I choose to submit my GRE score, do I need to request the official score to your office?", "I see that GRE is \"not required\" for admission. Does this mean that there are no advantages/disadvantages of submitting GRE scores?", "should I require it from ETS and send the official score directly to you, or is it fine for me just simply upload the unofficial score on the application form?", "what is the department code of this program?", "can still report the GRE score after I submit all my other application materials by the deadline", "When the GRE exam is not required, can I send my GRE score to you? Will it be reviewed?", "I request you to please let me know if my GMAT score is acceptable in lieu of the GRE score.", "Will you accept GRE Home test in this round application? Or could you waive GRE requirement for international students?", "Could you please tell me the code for reporting GRE to your program?", "Will GRE scores be reviewed?", "will GRE scores be considered during the review process?"], "responses": ["Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "You can add the unofficial test report in your application so that our admissions committee can review. However, we will require the official test scores from ETS if we move forward with your application.", "You can add the unofficial test report in your application so that our admissions committee can review. However, we will require the official test scores from ETS if we move forward with your application.", "If you want to attach your GRE/GMAT scores, you have to request ETS to send them to our school code 5244", "If you want to attach your GRE/GMAT scores, you have to request ETS to send them to our school code 5244", "Yes, if you think your GRE score will boost your application, please send it to us! You can send the GRE scores through ETS through the code: 5244. It is not necessary to specify any departmental code.", "Yes, if you think your GRE score will boost your application, please send it to us! You can send the GRE scores through ETS through the code: 5244. It is not necessary to specify any departmental code.", "If you want to attach your GRE/GMAT scores, you have to request ETS to send them to our school code 5244. You can upload your unofficial score on your application but the admissions board will need the official score.", "You can send the GRE scores through ETS through the code: 5244", "Students who have taken it and feel like their scores boost their chances of admission are absolutely encouraged to do so. If you feel as though you fit this category, our school code is 5244", "You can send the GRE scores through ETS through the code: 5244. It is not necessary to specify any departmental code.", "If you want to attach your GRE scores, you have to request ETS to send them to our school code 5244", "Yes, GRE is not required but if you feel confident that it will supplement your application nicely then by all means feel free to attach it to your application.", "If you want to attach your GRE scores, you have to request ETS to send them to our school code 5244", "If you want to attach your GRE scores, you have to request ETS to send them to our school code 5244", "Yes, it is totally possible to update your application after you submitted it. Once you get your GRE scores, just email them to us at this address with a note explaining your situation and we will forward it to the admissions team!", "Students who have taken it and feel like their scores boost their chances of admission are absolutely encouraged to do so. If you feel as though you fit this category, our school code is 5244", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Please use 5244 for our department code.", "Students who have taken it and feel like their scores boost their chances of admission are absolutely encouraged to do so. If you feel as though you fit this category, our school code is 5244", "Students who have taken it and feel like their scores boost their chances of admission are absolutely encouraged to do so. If you feel as though you fit this category, our school code is 5244"], "context": [""]}, {"tag": "appointment", "patterns": ["can i set up a meeting", "i would like to set up a meeting", "can i get in touch with someone", "I will like to have a phone or virtual call with the representative of the admissions committee to understand more about how Georgetown University could help accelerate my personal and career goals."], "responses": ["Please send us an email at gradanalaytics@georgetown.edu inbox.", "Please send us an email at gradanalaytics@georgetown.edu inbox.", "Please send us an email at gradanalaytics@georgetown.edu inbox.", "Please send us an email at gradanalaytics@georgetown.edu"], "context": [""]}, {"tag": "careers/employment", "patterns": ["I am wondering if you can provide me with previous/recent graduated students' job accpetance rate and the list of their employer.", "I want to know if there are statistics about the employment of graduate students in Analytics program, such as employment rate and the list of companies that engage with and hire our students.", "could you please share some statistics regarding job opportunities and employment rate of international students in the United States"], "responses": ["As our program continues to grow, it can be more and more difficult to track alumni records. However, based on what we know (from survey responses and other communication with our graduates), our placement rate for full-time employment is 100%. Most of our graduates secure full-time employment before or within three months after graduation. You can see some of the places where our graduates have secured internships and long-term employment https://analytics.georgetown.edu/careers/employment/#", "As our program continues to grow, it can be more and more difficult to track alumni records. However, based on what we know (from survey responses and other communication with our graduates), our placement rate for full-time employment is 100%. Most of our graduates secure full-time employment before or within three months after graduation. You can see some of the places where our graduates have secured internships and long-term employment https://analytics.georgetown.edu/careers/employment/#", "As our program continues to grow, it can be more and more difficult to track alumni records. However, based on what we know (from survey responses and other communication with our graduates), our placement rate for full-time employment is 100%. Most of our graduates secure full-time employment before or within three months after graduation. You can see some of the places where our graduates have secured internships and long-term employment https://analytics.georgetown.edu/careers/employment/#"], "context": [""]}, {"tag": "fee waiver", "patterns": ["can i get an application fee waiver", "can i get an application fee waiver based on my credentials and achievements", "i would like to discuss application fee waivers"], "responses": ["The MS Data Science and Analytics program falls under the Graduate School of Arts and Sciences, and unfortunately the Graduate School of Arts and Sciences does not offer application fee waivers.", "The MS Data Science and Analytics program falls under the Graduate School of Arts and Sciences, and unfortunately the Graduate School of Arts and Sciences does not offer application fee waivers.", "The MS Data Science and Analytics program falls under the Graduate School of Arts and Sciences, and unfortunately the Graduate School of Arts and Sciences does not offer application fee waivers."], "context": [""]}, {"tag": "program requirements", "patterns": ["Does the program include a mandatory thesis/ capstone project?"], "responses": ["our program does not require a thesis or capstone project to graduate."], "context": [""]}, {"tag": "ra/ta", "patterns": ["Are there RA/ TA positions available", "information about RA/ TA opportunities"], "responses": ["There are Research Assistant (RA) and Teaching Assistant (TA) opportunities on campus. Assistantships are generally awarded to continuing students who have performed well academically. A number of our students have been RAs for different programs on campus, including Computer Science, Foreign Service, and Public Policy. These positions are usually found through word-of-mouth or via Georgetown's Student Employment Office. Our program hires many of our own students as TAs each semester. If you are accepted into the program and decide to attend, you will receive more information about TA positions for our own program then. You can learn about how assistantships work by visiting the Graduate School of Arts and Sciences Financial Support page.", "There are Research Assistant (RA) and Teaching Assistant (TA) opportunities on campus. Assistantships are generally awarded to continuing students who have performed well academically. A number of our students have been RAs for different programs on campus, including Computer Science, Foreign Service, and Public Policy. These positions are usually found through word-of-mouth or via Georgetown's Student Employment Office. Our program hires many of our own students as TAs each semester. If you are accepted into the program and decide to attend, you will receive more information about TA positions for our own program then. You can learn about how assistantships work by visiting the Graduate School of Arts and Sciences Financial Support page."], "context": [""]}, {"tag": "funding", "patterns": ["Are there any scholarship/ funding available for International students", "Is this program offered online or is this fully in-person?", "Kindly share additional information on financial support and scholarship to enable me make an informed decision about the application process for Spring 2023.", "I would be more than happy to know about the further requirement to get enrolled in the program and also regarding the requirements for getting the Assistantship.", "Can you please let me know if there is any scholarship available based on the GPA of undergraduate studies?", "Can I be considered for scholarship", "Can my scholarship be increased?", "I have some questions regarding RA positions?", "where I should list my professional certifications (pdf) which are part of the admission requirements and also my academic coursework like (calculus, algebra, statistics) in the application?", "Do Assistantship comes with a full tuition scholarship?"], "responses": ["Our program automatically considers all accepted students for merit-based scholarships which are sent alongside a student's acceptance letter. As a returning student in your second year, you will be eligible to compete for a merit-based scholarship.", "The program is currently only offered in-person, but students have the option between choosing full-time or part-time. The majority of our students are full-time, but students who are also working typically choose to be part-time.", "Our program automatically considers accepted students for merit-based scholarships which are sent alongside a student's acceptance letter. If you get accepted into our program and there is no financial scholarship mentioned then that means you did not get one. As a returning student in your second year, you will be eligible to compete for a merit-based scholarship. Most of our scholarships are the equivalent of one or two classes per year.", "The process of getting an assistantship in our program as well as in other departments is centralized. It actually depends on the concerned Professor. Usually, Professors prefer students who have studied that subject or have had a familiar work experience in the past.", "We do offer some scholarships, but they are not full-tuition scholarships; the most common scholarship we offer is the equivalent of one class (3 credits) or two classes (6 credits). These scholarships are merit-based and every applicant is automatically considered for them. If you are awarded one, you will receive the offer in your admission letter from Georgetown.\n \n\n That being said, most of our students fund their studies by means other than scholarship support. There are Research Assistant (RA) and Teaching Assistant (TA) opportunities on campus. Assistantships are generally awarded to continuing students who have performed well academically.", "Our program automatically considers accepted students for merit-based scholarships which are sent alongside a student's acceptance letter. If you get accepted into our program and there is no financial scholarship mentioned then that means you did not get one. As a returning student in your second year, you will be eligible to compete for a merit-based scholarship. Most of our scholarships are the equivalent of one or two classes per year.", "Unfortunately, we have awarded all possible scholarships in our budget for 2022-23, and there is no additional scholarship funding available for incoming students. However, you will be eligible to compete for a scholarship in your second year, and teaching assistantships (TAs) will be available as well, beginning in your first semester. In addition to hiring our own students as TAs, we also hire a team of 3-4 students per year to serve as Writing Center Assistants and another team of 3-4 to serve as Student Ambassadors.", "There are Research Assistant (RA) and Teaching Assistant (TA) opportunities on campus. Assistantships are generally awarded to continuing students who have performed well academically. A number of our students have been RAs for different programs on campus, including Computer Science, Foreign Service, and Public Policy. These positions are usually found through word-of-mouth or via Georgetown's Student Employment Office. Our program hires many of our own students as TAs each semester. You can learn about how assistantships work by visiting the Graduate School of Arts and Sciences Financial Support page.", "You can mention your achievements/ coursework and such additional information in the Background and Experience section under Additional Information. After you have submitted your application, you can upload any additional certificates to the portal which will be considered as a part of your application.", "Assistantships are not equivalent to tuition scholarships of any sort. It is a stipend that students receive on a bi-weekly or monthly basis depending on their work. However, as per the last email most of our students do fund their studies by means of Research Assistant (RA) and Teaching Assistant (TA) opportunities on campus. We have a merit-based scholarship for incoming and second-year students."], "context": [""]}, {"tag": "part time", "patterns": ["Can i be a part time student", "Can i enroll as part time student", "Does the program allow part time students", "can international students enroll as part time", "can international students enroll as part time", "can i switch from part time to full time"], "responses": ["Yes. This is possible for students who are not on a student visa. This may be a good option for students who wish to continue their full-time job while attending the program, especially if they receive financial support from their employer. Graduate School rules state that students admitted to a master’s degree program are allowed three years from matriculation to complete all requirements for the degree. Talk to your advisor if you think you might take longer, since there are ways to get an extension.", "Yes. This is possible for students who are not on a student visa. This may be a good option for students who wish to continue their full-time job while attending the program, especially if they receive financial support from their employer. Graduate School rules state that students admitted to a master’s degree program are allowed three years from matriculation to complete all requirements for the degree. Talk to your advisor if you think you might take longer, since there are ways to get an extension.", "Yes. This is possible for students who are not on a student visa. This may be a good option for students who wish to continue their full-time job while attending the program, especially if they receive financial support from their employer. Graduate School rules state that students admitted to a master’s degree program are allowed three years from matriculation to complete all requirements for the degree. Talk to your advisor if you think you might take longer, since there are ways to get an extension.", "Yes. This is possible for students who are not on a student visa. This may be a good option for students who wish to continue their full-time job while attending the program, especially if they receive financial support from their employer. Graduate School rules state that students admitted to a master’s degree program are allowed three years from matriculation to complete all requirements for the degree. Talk to your advisor if you think you might take longer, since there are ways to get an extension.", "Yes. It is possible to switch back and forth between full-time and part-time status, and many students do this depending on their desired balance of work and study. However, international students must remain on full-time status throughout and may only switch to part-time status during their last semester. In addition, students should keep in mind that they are required to complete the program within three calendar years.", "Yes. It is possible to switch back and forth between full-time and part-time status, and many students do this depending on their desired balance of work and study. However, international students must remain on full-time status throughout and may only switch to part-time status during their last semester. In addition, students should keep in mind that they are required to complete the program within three calendar years."], "context": [""]}, {"tag": "summer courses", "patterns": ["Does the program offer graduate courses during the summer?", "Are summer courses offered", "Is it possible to have a full-time job while being a full-time student?", "can i work full time while completing the course"], "responses": ["Yes, the Data Science & Analytics program typically offers one to two classes during summer semester. Students may also take coursework from other programs to satisfy elective requirements during the summer.", "Yes, the Data Science & Analytics program typically offers one to two classes during summer semester. Students may also take coursework from other programs to satisfy elective requirements during the summer.", "Students are strongly discouraged from doing this. You are putting both your job performance and your academic performance at risk when you attempt this.", "Students are strongly discouraged from doing this. You are putting both your job performance and your academic performance at risk when you attempt this."], "context": [""]}, {"tag": "toefl", "patterns": ["can i get TOEFL waiver", "is TOEFL mandatory"], "responses": ["If you earn your degree from an accredited institution in which English is the primary language of instruction, you do not have to submit TOEFL/IELTS scores.", "If you earn your degree from an accredited institution in which English is the primary language of instruction, you do not have to submit TOEFL/IELTS scores else."], "context": [""]}, {"tag": "wes", "patterns": ["how can i submit WES scores", "do I need to do the international transcripts evaluation like WES on the transcripts", "Do international students require WES evaluation?"], "responses": ["You will not need to send your WES report to our school at this time; instead, you should ask WES to send the evaluation directly to you, and then you should upload the evaluation directly to the online application. An official transcript will be required if you are offered admission to the program.", "International applicants who attended institutions outside of the United States must submit WES", "International applicants who attended institutions outside of the United States must submit WES"], "context": [""]}, {"tag": "Class Size", "patterns": ["what is the nominal class size each year?", "How many students are expected to be in the cohort?"], "responses": ["There are typically 100-120 students in each incoming class. However, please be assured that our class sizes remain small -- typically there are 25-35 students per classroom, so our students are ensured individual attention.", "There are typically 100-120 students in each incoming class. However, please be assured that our class sizes remain small -- typically there are 25-35 students per classroom, so our students are ensured individual attention."], "context": [""]}, {"tag": "Defer", "patterns": ["According to the link, do you allow for deferral?", "Will you need a new application for next year?", "How many semesters can the admission be defer?", "Do I have to pay the $500 deposit and then apply for deferral?", "When denied, can I still attend the school as it was originally offered?"], "responses": ["Yes, we do allow referrals. You can submit a deferral application on one of the pages on the website I linked earlier along with more information about the process.", "No, you would not need to submit another application if you choose to defer.", "You can defer your start date by one year. So, if you choose to defer, you would only be able to start in the Fall of 2022. If you need to wait longer than that, you would have to re-apply.", "No, if you choose to defer the $500 deposit will be deferred as well.", "You wouldn't get denied if you request to defer. But if you change your mind you can always cancel your deferment and enroll this year."], "context": [""]}, {"tag": "Transcript", "patterns": ["I’m a US citizen, but I completed my bachelors in India so will I be a domestic or an international student?"], "responses": ["Since you are a U.S. citizen, you would be considered a domestic applicant. However, because you graduated from an international institution, you will need to provide WES-evaluated transcripts."], "context": [""]}, {"tag": "TOEFL", "patterns": ["Do I have to self-report my scores or send it through ETS?", "is English-proficiency mandatory to apply in your university", "what is the minimum required TOEFL score"], "responses": ["To report your official test scores, you will need to have your scores sent directly by the testing agency. We are unable to accept copies or unofficial score reports sent by applicants. You should request that ETS (Educational Testing Services) send your TOEFL scores to Georgetown University Graduate School of Arts and Sciences (ETS Code: 5244). You do not need to specify any departmental code.", "If you earn your degree from an accredited institution in which English is the primary language of instruction, you do not have to submit TOEFL/IELTS scores.", "A minimum score of 600 (paper-based test) or 250 (computer-based tests) or 100 (iBT test) on the Test of English as a Foreign Language (TOEFL)."], "context": [""]}, {"tag": "Appointment", "patterns": ["May I please schedule a video call with an admissions officer to learn more about the program and the funding opportunities that exist?", "I am hoping to connect with an admissions counselor to ask a few questions about the program and the application process.", "Can I please speak with someone in the department to get some more information?", "I wanted to talk to someone a little more about Georgetown's program to see if it's the best fit for me", "Could I get an opportunity to connect with you,Ami or anyone from the DS&A team at Georgetown over a zoom or phone call?", "Do you host a seminar or have any resources which would help me decide?", "I would love to speak to someone on the phone about the program and the admissions process.", "If I could schedule a thirty minute conversation with someone, that would be great!", "Would someone in the admissions department be available to chat sometime next week?", "Would a representative be available to speak with me?", "Is there way that i can talk to military advisor there", "I wanted to have a chat to understand what would be better for me considering my current situation/objectives.", "Is it posible that I could have an on-campus visit this week?", "Can I schedule a time to speak with an admissions counselor over the course?", "I would like to sit down with an advisor to discuss my options", "I was hoping if we could meet up someday", "I was hoping to arrange a campus visit and if possible, to meet current students and sit in on a class.", "Wondering if you have any time to meet this week to discuss who are the typical applicants for this program and what are the exit opportunities of graduates from this program.", "I was wondering if you could provide a few current students or alumni's contact information so that I can learn more about students day-to-day experience as well as career after the program.", "have a few questions about the program and will be grateful if an analytics grad student can contact me. I am available for a chat or a meetup.", "I would like to schedule a meeting with the staff of the program to talk about my background and motivations to continue grad school in data science at Georgetown, as well as get to know the program better.", "I was wondering if there are any courses I could sit in on?", "I would like to talk to someone to learn more about the Masters program in Analytics", "can someone help me with campus tour", "can I contact someone for further assistance", "what are the basic prerequisite for the course?"], "responses": ["Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "Please send us an email at gradanalaytics@georgetown.edu", "To schedule an appointment with us, please send an email at gradanalaytics@georgetown.edu inbox", "Please send us an email at gradanalaytics@georgetown.edu inbox", "Please send us an email at gradanalaytics@georgetown.edu inbox", "The course requires Multivariable Calculus, Calculus-based Statistics, and Computer Programming taken from an accredited college or university"], "context": [""]}, {"tag": "prerequisite", "patterns": ["Do you accept TOEFL Home Edition Test for Fall2023 applicants?", "Can I apply for the data science program?", "can you help me with admission requirements.", "Can you tell me if I eligible for the program", "can you give me all the information on the prerequisites for the program", "can you list all prerequisites courses", "what are the preferred prerequisite courses for the program", "Am I eligible for an English test waiver.", "Can you suggest me the prerequisite courses for the program", "Do these online courses fulfill the relevant prerequisites?", "is there a preferred institution from where the pre-requisite courses should be taken?", "If NVCC is acceptable", "Could you please help me with the eligibility to apply for this course?", "Is a waiver possible on the prerequisites for the program", "Can the prerequisites be waived off.", "How to complete the course prerequisites?", "How can I meet all course prerequisites?", "what is the email id to reach out?", "could you tell me which computer languages are preferred?", "which all programming languages are preferred for the program?", "what are the prerequisites for the course?", "is there any prerequisite course I need to take to get into this program", "can I complete the prerequisite credits after being accepted to the school.", "Can I see the program requirements webpage?", "Can I take prerequisite courses at Georgetown so I can fulfill the MS application requirements?", "Can I take prerequisite courses at Georgetown to fulfill the application requirements?", "Can you give me more details?", "What are the recommended prerequisites?", "how I could meet the requirements?", "I wanted to check if I am qualified to apply for the program?", "Does GRE score not needed mean optional", "Will GRE score be considered during the review process", "Would this program help prepare someone to enter a field of business analytics?", "Since there is no capstone project, are there other projects within the course that would help prepare you for real-world examples?", "Does your university accept fifteen years of education", "do you accept three year degrees from India", "is three year bachelors degree from India accepted", "Is this program offered online or is this fully in-person"], "responses": ["Yes, we do accept the TOEFL IBT Special Home edition.", "Please review the program admission requirements on our website https://analytics.georgetown.edu/admissions/requirements/", "Please review the program admission requirements on our website https://analytics.georgetown.edu/admissions/requirements/", "Please review the program admission requirements on our website https://analytics.georgetown.edu/admissions/requirements/", "Required courses are Multivariable Calculus , Calculus-based Statistics, Computer Programming", "Required courses are Multivariable Calculus , Calculus-based Statistics, Computer Programming", "Required courses are Multivariable Calculus , Calculus-based Statistics, Computer Programming and preferred courses are Linear Algebra , Data Structures, Algorithm Analysis and Design", "Its applicable only if you earn a degree from an institution where the primary language of instruction is English", "As an applicant you should have completed you should have completed Multivariable calculus (Calculus II or III), Calculus-based statistics (usually Probability & Statistics) and Introduction to Computer Programming.", "Yes they do count towards prerequisites", "No, the institution does not matter. NVCC is just fine.", "No, the institution does not matter. NVCC is just fine.", "you can check here https://analytics.georgetown.edu/admissions/requirements/", "For waiver request, please send your details at gradanalaytics@georgetown.edu inbox", "For waiver request, please send your details at gradanalaytics@georgetown.edu inbox", "Send us an email at gradanalaytics@georgetown.edu inbox", "Please send us an email to gradanalaytics@georgetown.edu", "Please send us an email to gradanalaytics@georgetown.edu", "We use R and Python extensively in our program", "We use R and Python extensively in our program", "The course requires Multivariable Calculus, Calculus-based Statistics, and Computer Programming taken from an accredited college or university", "Required prerequisite courses are Multivariable Calculus , Calculus-based Statistics, Computer Programming", "These courses must be complete before you start the program in August.", "You can check here https://analytics.georgetown.edu/admissions/requirements/", "Yes, you can take classes at Georgetown as a visiting non-degree student. And accept prerequisite courses from community colleges or certified online program", "Yes, you can take classes at Georgetown as a visiting non-degree student. And accept prerequisite courses from community colleges or certified online program", "Check here https://analytics.georgetown.edu/admissions/requirements/", "Required prerequisite courses are Multivariable Calculus , Calculus-based Statistics, Computer Programming", "You can either take prerequisite classes at Georgetown as a visiting non-degree student or from community colleges or certified online program", "Please check:https://analytics.georgetown.edu/admissions/requirements/", "Please be aware that we do not require the GRE to be submitted as a part of the application, it is completely optional. However, if you decide to submit scores, we do accept the GRE or GMAT or GRE at home scores.", "Yes, while submitting GRE scores is completely optional, if you believe your scores will strengthen your application you should include them in your application for review.", "Yes, the courses you take as a part of this program will help you develop many of the skills you will need as a business analyst. You can review our curriculum to see if it aligns with what you are looking for.  ", "Each course has a final project at the end of the course. These are designed to help prepare students for real-world data science problems.", "We accept degrees from 3 year universities in India if it was from an A ranked institution and you were in the first class", "We accept degrees from 3 year universities in India if it was from an A ranked institution and you were in the first class", "We accept degrees from 3 year universities in India if it was from an A ranked institution and you were in the first class", "The program is currently only offered in-person, but students have the option between choosing full-time or part-time. The majority of our students are full-time, but students who are also working typically choose to be part-time."], "context": [""]}, {"tag": "additional certificates", "patterns": ["I want to provide additional online learning certificates for your consideration.", "Can i attach additional certification to my application", "can i add certificates to my application", "where can i add online certificates in my application"], "responses": ["Please forward these documents directly to the Office of Graduate Admissions: gradmail@georgetown.edu.", "Please forward these documents directly to the Office of Graduate Admissions: gradmail@georgetown.edu.", "Please forward these documents directly to the Office of Graduate Admissions: gradmail@georgetown.edu.", "Please forward these documents directly to the Office of Graduate Admissions: gradmail@georgetown.edu."], "context": [""]}, {"tag": "duolingo", "patterns": ["Do you accept the Duolingo English test"], "responses": ["No, the Duolingo English test does not satisfy the requirements."], "context": [""]}, {"tag": "recommendation letters", "patterns": ["Do my three letters of recommendation have to come from academic sources?"], "responses": ["Recommenders can be anyone you know that you believe could help make your application stronger and can speak to your ability to succeed in the program. These typically come from professors, mentors, work managers, etc."], "context": [""]}, {"tag": "score confirmation", "patterns": ["I would like to get confirmation if you received the TOEFL and GRE scores."], "responses": ["You can check the status of your application materials by logging into the application portal and viewing your application checklist. Unfortunately, we in the MS DSAN program do not have access to test scores, so if you have further questions, please contact the Office of Graduate Admissions at gradmail@georgetown.edu."], "context": [""]}, {"tag": "stem", "patterns": ["is the program STEM", "is the program STEM certified"], "responses": ["Yes, our program is a STEM certified program.", "Yes, our program is a STEM certified program."], "context": [""]}, {"tag": "statement of purpose", "patterns": ["instructions for statement of purpose"], "responses": ["In your statement of purpose please let us know why you selected Georgetown specifically, why you want to earn a data science degree, why you think you are a good fit for our program, and why you think our program is a good fit for you. Provide any academic background, research projects, or work experience that you think has prepared you for a graduate program in data science. "], "context": [""]}, {"tag": "instate tuition", "patterns": ["can international students get in-state tuition"], "responses": ["Georgetown University is a private institution and therefore there is no \"in-state\" tuition. The tuition per credit is the same for all students. "], "context": [""]}, {"tag": "ielts", "patterns": ["what is the minimum required IELTS score"], "responses": ["A minimum score of 7.5 from the International English Language Testing System (IELTS)."], "context": [""]}, {"tag": "greeting", "patterns": ["Hi there", "How are you", "Is anyone there?", "Hey", "Hola", "Hello", "Good Day"], "responses": ["Hi there, how can I help?", "Hello, thanks for asking", "Hi there, how can I help?", "Hi there, how can I help?", "Hi there, how can I help?", "Hi there, how can I help?", "Good to see you"], "context": [""]}, {"tag": "goodbye", "patterns": ["Bye", "See you later", "Goodbye", "Nice chatting to you, bye", "Till next time"], "responses": ["See you!", "Nice chatting with you, Bye!", "Till next time!", "Till next time!", "Nice chatting with you, Bye!"], "context": [""]}, {"tag": "thanks", "patterns": ["Thanks", "Thank you", "That’s helpful", "Awesome, thanks", "Thanks for helping me"], "responses": ["Anytime. Good luck on your application!", "My pleasure!", "Anytime!", "My pleasure!", "Good luck on your application!"], "context": [""]}, {"tag": "options", "patterns": ["I can guide you through the application process, answer questions related to DSAN program, point you to the right resource or help set up meetings", "I can guide you through the application process, answer questions related to DSAN program, point you to the right resource or help set up meetings", "I can guide you through the application process, answer questions related to DSAN program, point you to the right resource or help set up meetings", "I can guide you through the application process, answer questions related to DSAN program, point you to the right resource or help set up meetings"], "responses": ["How can you help me?", "What can you do?", "How can you be helpful?", "What support is offered?"], "context": [""]}]}